{
  "cereals": [
    {
      "name": "Frosted Flakes",
      "reviews": [
        "It's still a great cereal.",
        "Thurl Ravenscroft also voiced Billy Bass, the Russian cat in Aristocats.",
        "Tony the Tiger was voiced for many years in commercials by Thurl Ravenscroft, also known as the deep-throated singer of the song, 'You're A Mean One, Mr. Grinch'. Also was the voice of Kirby in 'The Brave Little Toaster' (1987).",
        "I love this stuff. 11/10",
        "Best cereal ever!",
        "This is a great cereal! I love it!",
        "They get soggy too fast.",
        "I never understood why they dropped the word 'Sugar' from the name. They're great!",
        "Amazing! This cereal is fantastic and I hope that it stays around forever.",
        "There Grrrrrrrrrrrrreat! They really are. One of my favorites since I was small.",
        "It's yummy! One of my favorites.",
        "200 votes in 2 different days?",
        "They're boooooorrrrring!",
        "It is good but not my favorite.",
        "My whole family loved Frosted Flakes.",
        "My uncle once worked for a company that had a Kellogg's contract, and he passed on boxes and boxes of Frosted Flakes to our home. For months, I had a \"Great\" time eating this cereal for breakfast!",
        "Awesome Cereal.",
        "It's been around for so long because it really is the best. I hadn't had any for years and bought a box this week because it was on on super sale. Still the grrrrreatest!",
        "It's an okay-tasting cereal, but I'm just not a fan. (myemptycanvasreviews.blogspot.com)",
        "My brother used to be on the cover of the box. It was in the 1970s. How would I get a copy of this box? Is there a location of old images of people who were on the box? BTW... My son and several of his friends love this cereal with a spoonful of peanut butter in it. This is a great idea. I eat the corn flakes and they eat the frosted flakes. This is what made me remember about my brother.",
        "In the UK, it is called Frosties.",
        "I remember my 1st bowl of Frosted Flakes in the 1950s. It had a lot of sugar. Tony was more skinny than he is today. He had a son that appeared on the early boxes, then his son had Frosted Rice. I heard rumors that Kellogg's fired him when he did a commercial. He roared and the dining room collapsed.",
        "This is probably the most overrated cereal I have ever eaten. It's only just okay.",
        "This cereal really is GREAAT! I buy it once a month at least.",
        "Mr. Breakfast, Frosted Flakes has had a huge amount of votes in the last week or so. It's hard to believe they would get so many in just a short amount of time.",
        "\"Sugar Frosted Flakes\" were indeed Grrreat!,however as the sugar went away in favor of HFCS so did I. Though I have fond memories as a boy eating bowl after bowl. Sugar is not a bad word.",
        "A big bowl of Frosted Flakes with whole milk is one of life's simple pleasures, like grilled cheese and tomato soup.",
        "I enjoy eating your cereal; however, the Warner Robins's girls Little League have won the World Series in softball back to back years. World Champs! I think the girls should receive the same as the boys. Please give the girls equal respect and allow the World Champs on your cereal box. They have worked very, very hard. Thank you!",
        "Leo T. Tiger makes these cornflakes the best cereal ever As Leo says \"They're Grr-r-reat!\"(R)",
        "Amazing Cereal, however, not the best.",
        "This cereal is one of the worst! It just tastes like sugar and gets soggy very quickly. I do, however, like the lack of artificial dyes.",
        "Best cereal ever. I love eating it dry.",
        "This cereal is Great!!!"
      ]
    }
  ]
}
